{
  "translation": "NKJV",
  "verses": [
    {"id": "john-3-16", "reference": "John 3:16", "text": "For God so loved the world that He gave His only begotten Son, that whoever believes in Him should not perish but have everlasting life."},
    {"id": "psalm-23-1", "reference": "Psalm 23:1", "text": "The Lord is my shepherd; I shall not want."},
    {"id": "psalm-23-2", "reference": "Psalm 23:2-3", "text": "He makes me to lie down in green pastures; He leads me beside the still waters. He restores my soul; He leads me in the paths of righteousness for His name's sake."},
    {"id": "psalm-23-4", "reference": "Psalm 23:4", "text": "Yea, though I walk through the valley of the shadow of death, I will fear no evil; for You are with me; Your rod and Your staff, they comfort me."},
    {"id": "psalm-23-5", "reference": "Psalm 23:5-6", "text": "You prepare a table before me in the presence of my enemies; You anoint my head with oil; my cup runs over. Surely goodness and mercy shall follow me all the days of my life; and I will dwell in the house of the Lord forever."},
    {"id": "romans-8-28", "reference": "Romans 8:28", "text": "And we know that all things work together for good to those who love God, to those who are the called according to His purpose."},
    {"id": "philippians-4-13", "reference": "Philippians 4:13", "text": "I can do all things through Christ who strengthens me."},
    {"id": "jeremiah-29-11", "reference": "Jeremiah 29:11", "text": "For I know the thoughts that I think toward you, says the Lord, thoughts of peace and not of evil, to give you a future and a hope."},
    {"id": "proverbs-3-5", "reference": "Proverbs 3:5-6", "text": "Trust in the Lord with all your heart, and lean not on your own understanding; in all your ways acknowledge Him, and He shall direct your paths."},
    {"id": "isaiah-41-10", "reference": "Isaiah 41:10", "text": "Fear not, for I am with you; be not dismayed, for I am your God. I will strengthen you, yes, I will help you, I will uphold you with My righteous right hand."},
    {"id": "matthew-11-28", "reference": "Matthew 11:28-30", "text": "Come to Me, all you who labor and are heavy laden, and I will give you rest. Take My yoke upon you and learn from Me, for I am gentle and lowly in heart, and you will find rest for your souls. For My yoke is easy and My burden is light."},
    {"id": "psalm-46-1", "reference": "Psalm 46:1", "text": "God is our refuge and strength, a very present help in trouble."},
    {"id": "romans-12-2", "reference": "Romans 12:2", "text": "And do not be conformed to this world, but be transformed by the renewing of your mind, that you may prove what is that good and acceptable and perfect will of God."},
    {"id": "joshua-1-9", "reference": "Joshua 1:9", "text": "Have I not commanded you? Be strong and of good courage; do not be afraid, nor be dismayed, for the Lord your God is with you wherever you go."},
    {"id": "isaiah-40-31", "reference": "Isaiah 40:31", "text": "But those who wait on the Lord shall renew their strength; they shall mount up with wings like eagles, they shall run and not be weary, they shall walk and not faint."},
    {"id": "psalm-27-1", "reference": "Psalm 27:1", "text": "The Lord is my light and my salvation; whom shall I fear? The Lord is the strength of my life; of whom shall I be afraid?"},
    {"id": "romans-8-38", "reference": "Romans 8:38-39", "text": "For I am persuaded that neither death nor life, nor angels nor principalities nor powers, nor things present nor things to come, nor height nor depth, nor any other created thing, shall be able to separate us from the love of God which is in Christ Jesus our Lord."},
    {"id": "ephesians-2-8", "reference": "Ephesians 2:8-9", "text": "For by grace you have been saved through faith, and that not of yourselves; it is the gift of God, not of works, lest anyone should boast."},
    {"id": "psalm-119-105", "reference": "Psalm 119:105", "text": "Your word is a lamp to my feet and a light to my path."},
    {"id": "hebrews-11-1", "reference": "Hebrews 11:1", "text": "Now faith is the substance of things hoped for, the evidence of things not seen."},
    {"id": "john-14-6", "reference": "John 14:6", "text": "Jesus said to him, \"I am the way, the truth, and the life. No one comes to the Father except through Me.\""},
    {"id": "psalm-91-1", "reference": "Psalm 91:1-2", "text": "He who dwells in the secret place of the Most High shall abide under the shadow of the Almighty. I will say of the Lord, \"He is my refuge and my fortress; my God, in Him I will trust.\""},
    {"id": "matthew-6-33", "reference": "Matthew 6:33", "text": "But seek first the kingdom of God and His righteousness, and all these things shall be added to you."},
    {"id": "2timothy-1-7", "reference": "2 Timothy 1:7", "text": "For God has not given us a spirit of fear, but of power and of love and of a sound mind."},
    {"id": "psalm-37-4", "reference": "Psalm 37:4", "text": "Delight yourself also in the Lord, and He shall give you the desires of your heart."},
    {"id": "galatians-5-22", "reference": "Galatians 5:22-23", "text": "But the fruit of the Spirit is love, joy, peace, longsuffering, kindness, goodness, faithfulness, gentleness, self-control. Against such there is no law."},
    {"id": "1corinthians-13-4", "reference": "1 Corinthians 13:4-7", "text": "Love suffers long and is kind; love does not envy; love does not parade itself, is not puffed up; does not behave rudely, does not seek its own, is not provoked, thinks no evil; does not rejoice in iniquity, but rejoices in the truth; bears all things, believes all things, hopes all things, endures all things."},
    {"id": "1corinthians-13-13", "reference": "1 Corinthians 13:13", "text": "And now abide faith, hope, love, these three; but the greatest of these is love."},
    {"id": "psalm-34-8", "reference": "Psalm 34:8", "text": "Oh, taste and see that the Lord is good; blessed is the man who trusts in Him!"},
    {"id": "isaiah-53-5", "reference": "Isaiah 53:5", "text": "But He was wounded for our transgressions, He was bruised for our iniquities; the chastisement for our peace was upon Him, and by His stripes we are healed."},
    {"id": "john-1-1", "reference": "John 1:1", "text": "In the beginning was the Word, and the Word was with God, and the Word was God."},
    {"id": "john-1-14", "reference": "John 1:14", "text": "And the Word became flesh and dwelt among us, and we beheld His glory, the glory as of the only begotten of the Father, full of grace and truth."},
    {"id": "genesis-1-1", "reference": "Genesis 1:1", "text": "In the beginning God created the heavens and the earth."},
    {"id": "matthew-28-19", "reference": "Matthew 28:19-20", "text": "Go therefore and make disciples of all the nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit, teaching them to observe all things that I have commanded you; and lo, I am with you always, even to the end of the age."},
    {"id": "psalm-100-1", "reference": "Psalm 100:1-2", "text": "Make a joyful shout to the Lord, all you lands! Serve the Lord with gladness; come before His presence with singing."},
    {"id": "psalm-100-4", "reference": "Psalm 100:4-5", "text": "Enter into His gates with thanksgiving, and into His courts with praise. Be thankful to Him, and bless His name. For the Lord is good; His mercy is everlasting, and His truth endures to all generations."},
    {"id": "james-1-2", "reference": "James 1:2-4", "text": "My brethren, count it all joy when you fall into various trials, knowing that the testing of your faith produces patience. But let patience have its perfect work, that you may be perfect and complete, lacking nothing."},
    {"id": "james-1-5", "reference": "James 1:5", "text": "If any of you lacks wisdom, let him ask of God, who gives to all liberally and without reproach, and it will be given to him."},
    {"id": "1peter-5-7", "reference": "1 Peter 5:7", "text": "Casting all your care upon Him, for He cares for you."},
    {"id": "proverbs-18-10", "reference": "Proverbs 18:10", "text": "The name of the Lord is a strong tower; the righteous run to it and are safe."},
    {"id": "colossians-3-23", "reference": "Colossians 3:23-24", "text": "And whatever you do, do it heartily, as to the Lord and not to men, knowing that from the Lord you will receive the reward of the inheritance; for you serve the Lord Christ."},
    {"id": "ephesians-6-10", "reference": "Ephesians 6:10-11", "text": "Finally, my brethren, be strong in the Lord and in the power of His might. Put on the whole armor of God, that you may be able to stand against the wiles of the devil."},
    {"id": "psalm-139-14", "reference": "Psalm 139:14", "text": "I will praise You, for I am fearfully and wonderfully made; marvelous are Your works, and that my soul knows very well."},
    {"id": "john-10-10", "reference": "John 10:10", "text": "The thief does not come except to steal, and to kill, and to destroy. I have come that they may have life, and that they may have it more abundantly."},
    {"id": "romans-5-8", "reference": "Romans 5:8", "text": "But God demonstrates His own love toward us, in that while we were still sinners, Christ died for us."},
    {"id": "romans-6-23", "reference": "Romans 6:23", "text": "For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord."},
    {"id": "2corinthians-5-17", "reference": "2 Corinthians 5:17", "text": "Therefore, if anyone is in Christ, he is a new creation; old things have passed away; behold, all things have become new."},
    {"id": "2corinthians-12-9", "reference": "2 Corinthians 12:9", "text": "And He said to me, \"My grace is sufficient for you, for My strength is made perfect in weakness.\" Therefore most gladly I will rather boast in my infirmities, that the power of Christ may rest upon me."},
    {"id": "psalm-46-10", "reference": "Psalm 46:10", "text": "Be still, and know that I am God; I will be exalted among the nations, I will be exalted in the earth!"},
    {"id": "philippians-4-6", "reference": "Philippians 4:6-7", "text": "Be anxious for nothing, but in everything by prayer and supplication, with thanksgiving, let your requests be made known to God; and the peace of God, which surpasses all understanding, will guard your hearts and minds through Christ Jesus."},
    {"id": "psalm-121-1", "reference": "Psalm 121:1-2", "text": "I will lift up my eyes to the hills— from whence comes my help? My help comes from the Lord, who made heaven and earth."},
    {"id": "psalm-121-7", "reference": "Psalm 121:7-8", "text": "The Lord shall preserve you from all evil; He shall preserve your soul. The Lord shall preserve your going out and your coming in from this time forth, and even forevermore."},
    {"id": "matthew-5-3", "reference": "Matthew 5:3-4", "text": "Blessed are the poor in spirit, for theirs is the kingdom of heaven. Blessed are those who mourn, for they shall be comforted."},
    {"id": "matthew-5-5", "reference": "Matthew 5:5-6", "text": "Blessed are the meek, for they shall inherit the earth. Blessed are those who hunger and thirst for righteousness, for they shall be filled."},
    {"id": "matthew-5-7", "reference": "Matthew 5:7-8", "text": "Blessed are the merciful, for they shall obtain mercy. Blessed are the pure in heart, for they shall see God."},
    {"id": "matthew-5-9", "reference": "Matthew 5:9-10", "text": "Blessed are the peacemakers, for they shall be called sons of God. Blessed are those who are persecuted for righteousness' sake, for theirs is the kingdom of heaven."},
    {"id": "john-8-32", "reference": "John 8:32", "text": "And you shall know the truth, and the truth shall make you free."},
    {"id": "john-11-25", "reference": "John 11:25-26", "text": "Jesus said to her, \"I am the resurrection and the life. He who believes in Me, though he may die, he shall live. And whoever lives and believes in Me shall never die.\""},
    {"id": "john-14-1", "reference": "John 14:1-3", "text": "Let not your heart be troubled; you believe in God, believe also in Me. In My Father's house are many mansions; if it were not so, I would have told you. I go to prepare a place for you. And if I go and prepare a place for you, I will come again and receive you to Myself; that where I am, there you may be also."},
    {"id": "john-14-27", "reference": "John 14:27", "text": "Peace I leave with you, My peace I give to you; not as the world gives do I give to you. Let not your heart be troubled, neither let it be afraid."},
    {"id": "john-15-5", "reference": "John 15:5", "text": "I am the vine, you are the branches. He who abides in Me, and I in him, bears much fruit; for without Me you can do nothing."},
    {"id": "john-16-33", "reference": "John 16:33", "text": "These things I have spoken to you, that in Me you may have peace. In the world you will have tribulation; but be of good cheer, I have overcome the world."},
    {"id": "acts-1-8", "reference": "Acts 1:8", "text": "But you shall receive power when the Holy Spirit has come upon you; and you shall be witnesses to Me in Jerusalem, and in all Judea and Samaria, and to the end of the earth."},
    {"id": "romans-1-16", "reference": "Romans 1:16", "text": "For I am not ashamed of the gospel of Christ, for it is the power of God to salvation for everyone who believes, for the Jew first and also for the Greek."},
    {"id": "romans-8-1", "reference": "Romans 8:1", "text": "There is therefore now no condemnation to those who are in Christ Jesus, who do not walk according to the flesh, but according to the Spirit."},
    {"id": "romans-10-9", "reference": "Romans 10:9-10", "text": "That if you confess with your mouth the Lord Jesus and believe in your heart that God has raised Him from the dead, you will be saved. For with the heart one believes unto righteousness, and with the mouth confession is made unto salvation."},
    {"id": "romans-12-1", "reference": "Romans 12:1", "text": "I beseech you therefore, brethren, by the mercies of God, that you present your bodies a living sacrifice, holy, acceptable to God, which is your reasonable service."},
    {"id": "1corinthians-10-13", "reference": "1 Corinthians 10:13", "text": "No temptation has overtaken you except such as is common to man; but God is faithful, who will not allow you to be tempted beyond what you are able, but with the temptation will also make the way of escape, that you may be able to bear it."},
    {"id": "galatians-2-20", "reference": "Galatians 2:20", "text": "I have been crucified with Christ; it is no longer I who live, but Christ lives in me; and the life which I now live in the flesh I live by faith in the Son of God, who loved me and gave Himself for me."},
    {"id": "ephesians-3-20", "reference": "Ephesians 3:20-21", "text": "Now to Him who is able to do exceedingly abundantly above all that we ask or think, according to the power that works in us, to Him be glory in the church by Christ Jesus to all generations, forever and ever. Amen."},
    {"id": "ephesians-4-32", "reference": "Ephesians 4:32", "text": "And be kind to one another, tenderhearted, forgiving one another, even as God in Christ forgave you."},
    {"id": "philippians-1-6", "reference": "Philippians 1:6", "text": "Being confident of this very thing, that He who has begun a good work in you will complete it until the day of Jesus Christ."},
    {"id": "philippians-2-3", "reference": "Philippians 2:3-4", "text": "Let nothing be done through selfish ambition or conceit, but in lowliness of mind let each esteem others better than himself. Let each of you look out not only for his own interests, but also for the interests of others."},
    {"id": "philippians-3-13", "reference": "Philippians 3:13-14", "text": "Brethren, I do not count myself to have apprehended; but one thing I do, forgetting those things which are behind and reaching forward to those things which are ahead, I press toward the goal for the prize of the upward call of God in Christ Jesus."},
    {"id": "philippians-4-4", "reference": "Philippians 4:4", "text": "Rejoice in the Lord always. Again I will say, rejoice!"},
    {"id": "philippians-4-8", "reference": "Philippians 4:8", "text": "Finally, brethren, whatever things are true, whatever things are noble, whatever things are just, whatever things are pure, whatever things are lovely, whatever things are of good report, if there is any virtue and if there is anything praiseworthy—meditate on these things."},
    {"id": "philippians-4-19", "reference": "Philippians 4:19", "text": "And my God shall supply all your need according to His riches in glory by Christ Jesus."},
    {"id": "colossians-3-2", "reference": "Colossians 3:2", "text": "Set your mind on things above, not on things on the earth."},
    {"id": "colossians-3-12", "reference": "Colossians 3:12-13", "text": "Therefore, as the elect of God, holy and beloved, put on tender mercies, kindness, humility, meekness, longsuffering; bearing with one another, and forgiving one another, if anyone has a complaint against another; even as Christ forgave you, so you also must do."},
    {"id": "colossians-3-15", "reference": "Colossians 3:15", "text": "And let the peace of God rule in your hearts, to which also you were called in one body; and be thankful."},
    {"id": "1thessalonians-5-16", "reference": "1 Thessalonians 5:16-18", "text": "Rejoice always, pray without ceasing, in everything give thanks; for this is the will of God in Christ Jesus for you."},
    {"id": "hebrews-4-12", "reference": "Hebrews 4:12", "text": "For the word of God is living and powerful, and sharper than any two-edged sword, piercing even to the division of soul and spirit, and of joints and marrow, and is a discerner of the thoughts and intents of the heart."},
    {"id": "hebrews-4-16", "reference": "Hebrews 4:16", "text": "Let us therefore come boldly to the throne of grace, that we may obtain mercy and find grace to help in time of need."},
    {"id": "hebrews-10-23", "reference": "Hebrews 10:23", "text": "Let us hold fast the confession of our hope without wavering, for He who promised is faithful."},
    {"id": "hebrews-11-6", "reference": "Hebrews 11:6", "text": "But without faith it is impossible to please Him, for he who comes to God must believe that He is, and that He is a rewarder of those who diligently seek Him."},
    {"id": "hebrews-12-1", "reference": "Hebrews 12:1-2", "text": "Therefore we also, since we are surrounded by so great a cloud of witnesses, let us lay aside every weight, and the sin which so easily ensnares us, and let us run with endurance the race that is set before us, looking unto Jesus, the author and finisher of our faith."},
    {"id": "hebrews-13-5", "reference": "Hebrews 13:5", "text": "Let your conduct be without covetousness; be content with such things as you have. For He Himself has said, \"I will never leave you nor forsake you.\""},
    {"id": "hebrews-13-8", "reference": "Hebrews 13:8", "text": "Jesus Christ is the same yesterday, today, and forever."},
    {"id": "james-1-17", "reference": "James 1:17", "text": "Every good gift and every perfect gift is from above, and comes down from the Father of lights, with whom there is no variation or shadow of turning."},
    {"id": "james-4-7", "reference": "James 4:7-8", "text": "Therefore submit to God. Resist the devil and he will flee from you. Draw near to God and He will draw near to you."},
    {"id": "james-4-10", "reference": "James 4:10", "text": "Humble yourselves in the sight of the Lord, and He will lift you up."},
    {"id": "1peter-2-9", "reference": "1 Peter 2:9", "text": "But you are a chosen generation, a royal priesthood, a holy nation, His own special people, that you may proclaim the praises of Him who called you out of darkness into His marvelous light."},
    {"id": "1peter-5-6", "reference": "1 Peter 5:6", "text": "Therefore humble yourselves under the mighty hand of God, that He may exalt you in due time."},
    {"id": "2peter-1-3", "reference": "2 Peter 1:3", "text": "His divine power has given to us all things that pertain to life and godliness, through the knowledge of Him who called us by glory and virtue."},
    {"id": "1john-1-9", "reference": "1 John 1:9", "text": "If we confess our sins, He is faithful and just to forgive us our sins and to cleanse us from all unrighteousness."},
    {"id": "1john-3-1", "reference": "1 John 3:1", "text": "Behold what manner of love the Father has bestowed on us, that we should be called children of God!"},
    {"id": "1john-4-4", "reference": "1 John 4:4", "text": "You are of God, little children, and have overcome them, because He who is in you is greater than he who is in the world."},
    {"id": "1john-4-7", "reference": "1 John 4:7-8", "text": "Beloved, let us love one another, for love is of God; and everyone who loves is born of God and knows God. He who does not love does not know God, for God is love."},
    {"id": "1john-4-18", "reference": "1 John 4:18", "text": "There is no fear in love; but perfect love casts out fear, because fear involves torment. But he who fears has not been made perfect in love."},
    {"id": "1john-4-19", "reference": "1 John 4:19", "text": "We love Him because He first loved us."},
    {"id": "1john-5-4", "reference": "1 John 5:4", "text": "For whatever is born of God overcomes the world. And this is the victory that has overcome the world—our faith."},
    {"id": "revelation-3-20", "reference": "Revelation 3:20", "text": "Behold, I stand at the door and knock. If anyone hears My voice and opens the door, I will come in to him and dine with him, and he with Me."},
    {"id": "revelation-21-4", "reference": "Revelation 21:4", "text": "And God will wipe away every tear from their eyes; there shall be no more death, nor sorrow, nor crying. There shall be no more pain, for the former things have passed away."},
    {"id": "psalm-1-1", "reference": "Psalm 1:1-2", "text": "Blessed is the man who walks not in the counsel of the ungodly, nor stands in the path of sinners, nor sits in the seat of the scornful; but his delight is in the law of the Lord, and in His law he meditates day and night."},
    {"id": "psalm-8-1", "reference": "Psalm 8:1", "text": "O Lord, our Lord, how excellent is Your name in all the earth, who have set Your glory above the heavens!"},
    {"id": "psalm-16-11", "reference": "Psalm 16:11", "text": "You will show me the path of life; in Your presence is fullness of joy; at Your right hand are pleasures forevermore."},
    {"id": "psalm-18-2", "reference": "Psalm 18:2", "text": "The Lord is my rock and my fortress and my deliverer; my God, my strength, in whom I will trust; my shield and the horn of my salvation, my stronghold."},
    {"id": "psalm-19-1", "reference": "Psalm 19:1", "text": "The heavens declare the glory of God; and the firmament shows His handiwork."},
    {"id": "psalm-19-14", "reference": "Psalm 19:14", "text": "Let the words of my mouth and the meditation of my heart be acceptable in Your sight, O Lord, my strength and my Redeemer."},
    {"id": "psalm-27-4", "reference": "Psalm 27:4", "text": "One thing I have desired of the Lord, that will I seek: that I may dwell in the house of the Lord all the days of my life, to behold the beauty of the Lord, and to inquire in His temple."},
    {"id": "psalm-27-14", "reference": "Psalm 27:14", "text": "Wait on the Lord; be of good courage, and He shall strengthen your heart; wait, I say, on the Lord!"},
    {"id": "psalm-29-11", "reference": "Psalm 29:11", "text": "The Lord will give strength to His people; the Lord will bless His people with peace."},
    {"id": "psalm-30-5", "reference": "Psalm 30:5", "text": "For His anger is but for a moment, His favor is for life; weeping may endure for a night, but joy comes in the morning."},
    {"id": "psalm-31-24", "reference": "Psalm 31:24", "text": "Be of good courage, and He shall strengthen your heart, all you who hope in the Lord."},
    {"id": "psalm-32-8", "reference": "Psalm 32:8", "text": "I will instruct you and teach you in the way you should go; I will guide you with My eye."},
    {"id": "psalm-33-4", "reference": "Psalm 33:4-5", "text": "For the word of the Lord is right, and all His work is done in truth. He loves righteousness and justice; the earth is full of the goodness of the Lord."},
    {"id": "psalm-34-4", "reference": "Psalm 34:4", "text": "I sought the Lord, and He heard me, and delivered me from all my fears."},
    {"id": "psalm-34-17", "reference": "Psalm 34:17-18", "text": "The righteous cry out, and the Lord hears, and delivers them out of all their troubles. The Lord is near to those who have a broken heart, and saves such as have a contrite spirit."},
    {"id": "psalm-37-5", "reference": "Psalm 37:5", "text": "Commit your way to the Lord, trust also in Him, and He shall bring it to pass."},
    {"id": "psalm-40-1", "reference": "Psalm 40:1-2", "text": "I waited patiently for the Lord; and He inclined to me, and heard my cry. He also brought me up out of a horrible pit, out of the miry clay, and set my feet upon a rock, and established my steps."},
    {"id": "psalm-42-1", "reference": "Psalm 42:1-2", "text": "As the deer pants for the water brooks, so pants my soul for You, O God. My soul thirsts for God, for the living God."},
    {"id": "psalm-46-5", "reference": "Psalm 46:5", "text": "God is in the midst of her, she shall not be moved; God shall help her, just at the break of dawn."},
    {"id": "psalm-51-10", "reference": "Psalm 51:10", "text": "Create in me a clean heart, O God, and renew a steadfast spirit within me."},
    {"id": "psalm-55-22", "reference": "Psalm 55:22", "text": "Cast your burden on the Lord, and He shall sustain you; He shall never permit the righteous to be moved."},
    {"id": "psalm-56-3", "reference": "Psalm 56:3-4", "text": "Whenever I am afraid, I will trust in You. In God (I will praise His word), in God I have put my trust; I will not fear. What can flesh do to me?"},
    {"id": "psalm-62-1", "reference": "Psalm 62:1-2", "text": "Truly my soul silently waits for God; from Him comes my salvation. He only is my rock and my salvation; He is my defense; I shall not be greatly moved."},
    {"id": "psalm-63-1", "reference": "Psalm 63:1", "text": "O God, You are my God; early will I seek You; my soul thirsts for You; my flesh longs for You in a dry and thirsty land where there is no water."},
    {"id": "psalm-66-20", "reference": "Psalm 66:20", "text": "Blessed be God, who has not turned away my prayer, nor His mercy from me!"},
    {"id": "psalm-68-19", "reference": "Psalm 68:19", "text": "Blessed be the Lord, who daily loads us with benefits, the God of our salvation!"},
    {"id": "psalm-73-26", "reference": "Psalm 73:26", "text": "My flesh and my heart fail; but God is the strength of my heart and my portion forever."},
    {"id": "psalm-84-11", "reference": "Psalm 84:11", "text": "For the Lord God is a sun and shield; the Lord will give grace and glory; no good thing will He withhold from those who walk uprightly."},
    {"id": "psalm-86-5", "reference": "Psalm 86:5", "text": "For You, Lord, are good, and ready to forgive, and abundant in mercy to all those who call upon You."},
    {"id": "psalm-90-12", "reference": "Psalm 90:12", "text": "So teach us to number our days, that we may gain a heart of wisdom."},
    {"id": "psalm-91-11", "reference": "Psalm 91:11-12", "text": "For He shall give His angels charge over you, to keep you in all your ways. In their hands they shall bear you up, lest you dash your foot against a stone."},
    {"id": "psalm-94-19", "reference": "Psalm 94:19", "text": "In the multitude of my anxieties within me, Your comforts delight my soul."},
    {"id": "psalm-95-1", "reference": "Psalm 95:1-2", "text": "Oh come, let us sing to the Lord! Let us shout joyfully to the Rock of our salvation. Let us come before His presence with thanksgiving; let us shout joyfully to Him with psalms."},
    {"id": "psalm-103-1", "reference": "Psalm 103:1-2", "text": "Bless the Lord, O my soul; and all that is within me, bless His holy name! Bless the Lord, O my soul, and forget not all His benefits."},
    {"id": "psalm-103-8", "reference": "Psalm 103:8", "text": "The Lord is merciful and gracious, slow to anger, and abounding in mercy."},
    {"id": "psalm-103-12", "reference": "Psalm 103:12", "text": "As far as the east is from the west, so far has He removed our transgressions from us."},
    {"id": "psalm-107-1", "reference": "Psalm 107:1", "text": "Oh, give thanks to the Lord, for He is good! For His mercy endures forever."},
    {"id": "psalm-118-24", "reference": "Psalm 118:24", "text": "This is the day the Lord has made; we will rejoice and be glad in it."},
    {"id": "psalm-119-11", "reference": "Psalm 119:11", "text": "Your word I have hidden in my heart, that I might not sin against You."},
    {"id": "psalm-119-165", "reference": "Psalm 119:165", "text": "Great peace have those who love Your law, and nothing causes them to stumble."},
    {"id": "psalm-121-3", "reference": "Psalm 121:3-4", "text": "He will not allow your foot to be moved; He who keeps you will not slumber. Behold, He who keeps Israel shall neither slumber nor sleep."},
    {"id": "psalm-136-1", "reference": "Psalm 136:1", "text": "Oh, give thanks to the Lord, for He is good! For His mercy endures forever."},
    {"id": "psalm-138-3", "reference": "Psalm 138:3", "text": "In the day when I cried out, You answered me, and made me bold with strength in my soul."},
    {"id": "psalm-139-1", "reference": "Psalm 139:1-3", "text": "O Lord, You have searched me and known me. You know my sitting down and my rising up; You understand my thought afar off. You comprehend my path and my lying down, and are acquainted with all my ways."},
    {"id": "psalm-139-23", "reference": "Psalm 139:23-24", "text": "Search me, O God, and know my heart; try me, and know my anxieties; and see if there is any wicked way in me, and lead me in the way everlasting."},
    {"id": "psalm-143-8", "reference": "Psalm 143:8", "text": "Cause me to hear Your lovingkindness in the morning, for in You do I trust; cause me to know the way in which I should walk, for I lift up my soul to You."},
    {"id": "psalm-145-18", "reference": "Psalm 145:18", "text": "The Lord is near to all who call upon Him, to all who call upon Him in truth."},
    {"id": "psalm-147-3", "reference": "Psalm 147:3", "text": "He heals the brokenhearted and binds up their wounds."},
    {"id": "proverbs-1-7", "reference": "Proverbs 1:7", "text": "The fear of the Lord is the beginning of knowledge, but fools despise wisdom and instruction."},
    {"id": "proverbs-2-6", "reference": "Proverbs 2:6", "text": "For the Lord gives wisdom; from His mouth come knowledge and understanding."},
    {"id": "proverbs-3-3", "reference": "Proverbs 3:3-4", "text": "Let not mercy and truth forsake you; bind them around your neck, write them on the tablet of your heart, and so find favor and high esteem in the sight of God and man."},
    {"id": "proverbs-3-7", "reference": "Proverbs 3:7-8", "text": "Do not be wise in your own eyes; fear the Lord and depart from evil. It will be health to your flesh, and strength to your bones."},
    {"id": "proverbs-4-23", "reference": "Proverbs 4:23", "text": "Keep your heart with all diligence, for out of it spring the issues of life."},
    {"id": "proverbs-11-25", "reference": "Proverbs 11:25", "text": "The generous soul will be made rich, and he who waters will also be watered himself."},
    {"id": "proverbs-12-25", "reference": "Proverbs 12:25", "text": "Anxiety in the heart of man causes depression, but a good word makes it glad."},
    {"id": "proverbs-15-1", "reference": "Proverbs 15:1", "text": "A soft answer turns away wrath, but a harsh word stirs up anger."},
    {"id": "proverbs-16-3", "reference": "Proverbs 16:3", "text": "Commit your works to the Lord, and your thoughts will be established."},
    {"id": "proverbs-16-9", "reference": "Proverbs 16:9", "text": "A man's heart plans his way, but the Lord directs his steps."},
    {"id": "proverbs-17-22", "reference": "Proverbs 17:22", "text": "A merry heart does good, like medicine, but a broken spirit dries the bones."},
    {"id": "proverbs-19-21", "reference": "Proverbs 19:21", "text": "There are many plans in a man's heart, nevertheless the Lord's counsel—that will stand."},
    {"id": "proverbs-22-6", "reference": "Proverbs 22:6", "text": "Train up a child in the way he should go, and when he is old he will not depart from it."},
    {"id": "proverbs-27-1", "reference": "Proverbs 27:1", "text": "Do not boast about tomorrow, for you do not know what a day may bring forth."},
    {"id": "proverbs-31-25", "reference": "Proverbs 31:25", "text": "Strength and honor are her clothing; she shall rejoice in time to come."},
    {"id": "ecclesiastes-3-1", "reference": "Ecclesiastes 3:1", "text": "To everything there is a season, a time for every purpose under heaven."},
    {"id": "ecclesiastes-3-11", "reference": "Ecclesiastes 3:11", "text": "He has made everything beautiful in its time. Also He has put eternity in their hearts, except that no one can find out the work that God does from beginning to end."},
    {"id": "isaiah-9-6", "reference": "Isaiah 9:6", "text": "For unto us a Child is born, unto us a Son is given; and the government will be upon His shoulder. And His name will be called Wonderful, Counselor, Mighty God, Everlasting Father, Prince of Peace."},
    {"id": "isaiah-26-3", "reference": "Isaiah 26:3", "text": "You will keep him in perfect peace, whose mind is stayed on You, because he trusts in You."},
    {"id": "isaiah-30-21", "reference": "Isaiah 30:21", "text": "Your ears shall hear a word behind you, saying, \"This is the way, walk in it,\" whenever you turn to the right hand or whenever you turn to the left."},
    {"id": "isaiah-40-8", "reference": "Isaiah 40:8", "text": "The grass withers, the flower fades, but the word of our God stands forever."},
    {"id": "isaiah-40-29", "reference": "Isaiah 40:29-30", "text": "He gives power to the weak, and to those who have no might He increases strength. Even the youths shall faint and be weary, and the young men shall utterly fall."},
    {"id": "isaiah-41-13", "reference": "Isaiah 41:13", "text": "For I, the Lord your God, will hold your right hand, saying to you, 'Fear not, I will help you.'"},
    {"id": "isaiah-43-1", "reference": "Isaiah 43:1", "text": "But now, thus says the Lord, who created you, O Jacob, and He who formed you, O Israel: \"Fear not, for I have redeemed you; I have called you by your name; you are Mine.\""},
    {"id": "isaiah-43-2", "reference": "Isaiah 43:2", "text": "When you pass through the waters, I will be with you; and through the rivers, they shall not overflow you. When you walk through the fire, you shall not be burned, nor shall the flame scorch you."},
    {"id": "isaiah-43-18", "reference": "Isaiah 43:18-19", "text": "Do not remember the former things, nor consider the things of old. Behold, I will do a new thing, now it shall spring forth; shall you not know it? I will even make a road in the wilderness and rivers in the desert."},
    {"id": "isaiah-54-10", "reference": "Isaiah 54:10", "text": "For the mountains shall depart and the hills be removed, but My kindness shall not depart from you, nor shall My covenant of peace be removed, says the Lord, who has mercy on you."},
    {"id": "isaiah-55-8", "reference": "Isaiah 55:8-9", "text": "For My thoughts are not your thoughts, nor are your ways My ways, says the Lord. For as the heavens are higher than the earth, so are My ways higher than your ways, and My thoughts than your thoughts."},
    {"id": "isaiah-55-11", "reference": "Isaiah 55:11", "text": "So shall My word be that goes forth from My mouth; it shall not return to Me void, but it shall accomplish what I please, and it shall prosper in the thing for which I sent it."},
    {"id": "isaiah-58-11", "reference": "Isaiah 58:11", "text": "The Lord will guide you continually, and satisfy your soul in drought, and strengthen your bones; you shall be like a watered garden, and like a spring of water, whose waters do not fail."},
    {"id": "isaiah-61-1", "reference": "Isaiah 61:1", "text": "The Spirit of the Lord God is upon Me, because the Lord has anointed Me to preach good tidings to the poor; He has sent Me to heal the brokenhearted, to proclaim liberty to the captives, and the opening of the prison to those who are bound."},
    {"id": "jeremiah-17-7", "reference": "Jeremiah 17:7-8", "text": "Blessed is the man who trusts in the Lord, and whose hope is the Lord. For he shall be like a tree planted by the waters, which spreads out its roots by the river."},
    {"id": "jeremiah-31-3", "reference": "Jeremiah 31:3", "text": "The Lord has appeared of old to me, saying: \"Yes, I have loved you with an everlasting love; therefore with lovingkindness I have drawn you.\""},
    {"id": "jeremiah-33-3", "reference": "Jeremiah 33:3", "text": "Call to Me, and I will answer you, and show you great and mighty things, which you do not know."},
    {"id": "lamentations-3-22", "reference": "Lamentations 3:22-23", "text": "Through the Lord's mercies we are not consumed, because His compassions fail not. They are new every morning; great is Your faithfulness."},
    {"id": "ezekiel-36-26", "reference": "Ezekiel 36:26", "text": "I will give you a new heart and put a new spirit within you; I will take the heart of stone out of your flesh and give you a heart of flesh."},
    {"id": "daniel-2-22", "reference": "Daniel 2:22", "text": "He reveals deep and secret things; He knows what is in the darkness, and light dwells with Him."},
    {"id": "micah-6-8", "reference": "Micah 6:8", "text": "He has shown you, O man, what is good; and what does the Lord require of you but to do justly, to love mercy, and to walk humbly with your God?"},
    {"id": "micah-7-8", "reference": "Micah 7:8", "text": "Do not rejoice over me, my enemy; when I fall, I will arise; when I sit in darkness, the Lord will be a light to me."},
    {"id": "nahum-1-7", "reference": "Nahum 1:7", "text": "The Lord is good, a stronghold in the day of trouble; and He knows those who trust in Him."},
    {"id": "habakkuk-2-3", "reference": "Habakkuk 2:3", "text": "For the vision is yet for an appointed time; but at the end it will speak, and it will not lie. Though it tarries, wait for it; because it will surely come, it will not tarry."},
    {"id": "zephaniah-3-17", "reference": "Zephaniah 3:17", "text": "The Lord your God in your midst, the Mighty One, will save; He will rejoice over you with gladness, He will quiet you with His love, He will rejoice over you with singing."},
    {"id": "zechariah-4-6", "reference": "Zechariah 4:6", "text": "So he answered and said to me: \"This is the word of the Lord to Zerubbabel: 'Not by might nor by power, but by My Spirit,' says the Lord of hosts.\""},
    {"id": "malachi-3-10", "reference": "Malachi 3:10", "text": "Bring all the tithes into the storehouse, that there may be food in My house, and try Me now in this, says the Lord of hosts, if I will not open for you the windows of heaven and pour out for you such blessing that there will not be room enough to receive it."},
    {"id": "matthew-5-14", "reference": "Matthew 5:14-16", "text": "You are the light of the world. A city that is set on a hill cannot be hidden. Nor do they light a lamp and put it under a basket, but on a lampstand, and it gives light to all who are in the house. Let your light so shine before men, that they may see your good works and glorify your Father in heaven."},
    {"id": "matthew-6-9", "reference": "Matthew 6:9-10", "text": "In this manner, therefore, pray: Our Father in heaven, hallowed be Your name. Your kingdom come. Your will be done on earth as it is in heaven."},
    {"id": "matthew-6-25", "reference": "Matthew 6:25-26", "text": "Therefore I say to you, do not worry about your life, what you will eat or what you will drink; nor about your body, what you will put on. Is not life more than food and the body more than clothing? Look at the birds of the air, for they neither sow nor reap nor gather into barns; yet your heavenly Father feeds them. Are you not of more value than they?"},
    {"id": "matthew-7-7", "reference": "Matthew 7:7-8", "text": "Ask, and it will be given to you; seek, and you will find; knock, and it will be opened to you. For everyone who asks receives, and he who seeks finds, and to him who knocks it will be opened."},
    {"id": "matthew-11-29", "reference": "Matthew 11:29", "text": "Take My yoke upon you and learn from Me, for I am gentle and lowly in heart, and you will find rest for your souls."},
    {"id": "matthew-17-20", "reference": "Matthew 17:20", "text": "So Jesus said to them, \"Because of your unbelief; for assuredly, I say to you, if you have faith as a mustard seed, you will say to this mountain, 'Move from here to there,' and it will move; and nothing will be impossible for you.\""},
    {"id": "matthew-18-20", "reference": "Matthew 18:20", "text": "For where two or three are gathered together in My name, I am there in the midst of them."},
    {"id": "matthew-19-26", "reference": "Matthew 19:26", "text": "But Jesus looked at them and said to them, \"With men this is impossible, but with God all things are possible.\""},
    {"id": "matthew-22-37", "reference": "Matthew 22:37-39", "text": "Jesus said to him, \"'You shall love the Lord your God with all your heart, with all your soul, and with all your mind.' This is the first and great commandment. And the second is like it: 'You shall love your neighbor as yourself.'\""},
    {"id": "mark-9-23", "reference": "Mark 9:23", "text": "Jesus said to him, \"If you can believe, all things are possible to him who believes.\""},
    {"id": "mark-10-27", "reference": "Mark 10:27", "text": "But Jesus looked at them and said, \"With men it is impossible, but not with God; for with God all things are possible.\""},
    {"id": "mark-11-24", "reference": "Mark 11:24", "text": "Therefore I say to you, whatever things you ask when you pray, believe that you receive them, and you will have them."},
    {"id": "luke-1-37", "reference": "Luke 1:37", "text": "For with God nothing will be impossible."},
    {"id": "luke-6-38", "reference": "Luke 6:38", "text": "Give, and it will be given to you: good measure, pressed down, shaken together, and running over will be put into your bosom. For with the same measure that you use, it will be measured back to you."},
    {"id": "luke-11-9", "reference": "Luke 11:9-10", "text": "So I say to you, ask, and it will be given to you; seek, and you will find; knock, and it will be opened to you. For everyone who asks receives, and he who seeks finds, and to him who knocks it will be opened."},
    {"id": "luke-12-32", "reference": "Luke 12:32", "text": "Do not fear, little flock, for it is your Father's good pleasure to give you the kingdom."},
    {"id": "john-6-35", "reference": "John 6:35", "text": "And Jesus said to them, \"I am the bread of life. He who comes to Me shall never hunger, and he who believes in Me shall never thirst.\""},
    {"id": "john-8-12", "reference": "John 8:12", "text": "Then Jesus spoke to them again, saying, \"I am the light of the world. He who follows Me shall not walk in darkness, but have the light of life.\""},
    {"id": "john-13-34", "reference": "John 13:34-35", "text": "A new commandment I give to you, that you love one another; as I have loved you, that you also love one another. By this all will know that you are My disciples, if you have love for one another.\""},
    {"id": "john-15-9", "reference": "John 15:9-11", "text": "As the Father loved Me, I also have loved you; abide in My love. If you keep My commandments, you will abide in My love, just as I have kept My Father's commandments and abide in His love. These things I have spoken to you, that My joy may remain in you, and that your joy may be full.\""},
    {"id": "john-15-12", "reference": "John 15:12-13", "text": "This is My commandment, that you love one another as I have loved you. Greater love has no one than this, than to lay down one's life for his friends.\""},
    {"id": "acts-2-28", "reference": "Acts 2:28", "text": "You have made known to me the ways of life; You will make me full of joy in Your presence."},
    {"id": "acts-4-12", "reference": "Acts 4:12", "text": "Nor is there salvation in any other, for there is no other name under heaven given among men by which we must be saved."},
    {"id": "acts-20-35", "reference": "Acts 20:35", "text": "I have shown you in every way, by laboring like this, that you must support the weak. And remember the words of the Lord Jesus, that He said, 'It is more blessed to give than to receive.'\""},
    {"id": "romans-3-23", "reference": "Romans 3:23-24", "text": "For all have sinned and fall short of the glory of God, being justified freely by His grace through the redemption that is in Christ Jesus."},
    {"id": "romans-5-1", "reference": "Romans 5:1-2", "text": "Therefore, having been justified by faith, we have peace with God through our Lord Jesus Christ, through whom also we have access by faith into this grace in which we stand, and rejoice in hope of the glory of God."},
    {"id": "romans-8-18", "reference": "Romans 8:18", "text": "For I consider that the sufferings of this present time are not worthy to be compared with the glory which shall be revealed in us."},
    {"id": "romans-8-26", "reference": "Romans 8:26", "text": "Likewise the Spirit also helps in our weaknesses. For we do not know what we should pray for as we ought, but the Spirit Himself makes intercession for us with groanings which cannot be uttered."},
    {"id": "romans-8-31", "reference": "Romans 8:31", "text": "What then shall we say to these things? If God is for us, who can be against us?"},
    {"id": "romans-10-17", "reference": "Romans 10:17", "text": "So then faith comes by hearing, and hearing by the word of God."},
    {"id": "romans-12-9", "reference": "Romans 12:9-10", "text": "Let love be without hypocrisy. Abhor what is evil. Cling to what is good. Be kindly affectionate to one another with brotherly love, in honor giving preference to one another."},
    {"id": "romans-12-12", "reference": "Romans 12:12", "text": "Rejoicing in hope, patient in tribulation, continuing steadfastly in prayer."},
    {"id": "romans-12-21", "reference": "Romans 12:21", "text": "Do not be overcome by evil, but overcome evil with good."},
    {"id": "romans-15-13", "reference": "Romans 15:13", "text": "Now may the God of hope fill you with all joy and peace in believing, that you may abound in hope by the power of the Holy Spirit."},
    {"id": "1corinthians-2-9", "reference": "1 Corinthians 2:9", "text": "But as it is written: \"Eye has not seen, nor ear heard, nor have entered into the heart of man the things which God has prepared for those who love Him.\""},
    {"id": "1corinthians-15-57", "reference": "1 Corinthians 15:57-58", "text": "But thanks be to God, who gives us the victory through our Lord Jesus Christ. Therefore, my beloved brethren, be steadfast, immovable, always abounding in the work of the Lord, knowing that your labor is not in vain in the Lord."},
    {"id": "1corinthians-16-13", "reference": "1 Corinthians 16:13-14", "text": "Watch, stand fast in the faith, be brave, be strong. Let all that you do be done with love."},
    {"id": "2corinthians-1-3", "reference": "2 Corinthians 1:3-4", "text": "Blessed be the God and Father of our Lord Jesus Christ, the Father of mercies and God of all comfort, who comforts us in all our tribulation, that we may be able to comfort those who are in any trouble, with the comfort with which we ourselves are comforted by God."},
    {"id": "2corinthians-4-16", "reference": "2 Corinthians 4:16-17", "text": "Therefore we do not lose heart. Even though our outward man is perishing, yet the inward man is being renewed day by day. For our light affliction, which is but for a moment, is working for us a far more exceeding and eternal weight of glory."},
    {"id": "2corinthians-5-7", "reference": "2 Corinthians 5:7", "text": "For we walk by faith, not by sight."},
    {"id": "2corinthians-9-8", "reference": "2 Corinthians 9:8", "text": "And God is able to make all grace abound toward you, that you, always having all sufficiency in all things, may have an abundance for every good work."},
    {"id": "galatians-5-1", "reference": "Galatians 5:1", "text": "Stand fast therefore in the liberty by which Christ has made us free, and do not be entangled again with a yoke of bondage."},
    {"id": "galatians-6-9", "reference": "Galatians 6:9", "text": "And let us not grow weary while doing good, for in due season we shall reap if we do not lose heart."},
    {"id": "ephesians-1-7", "reference": "Ephesians 1:7-8", "text": "In Him we have redemption through His blood, the forgiveness of sins, according to the riches of His grace which He made to abound toward us in all wisdom and prudence."},
    {"id": "ephesians-2-4", "reference": "Ephesians 2:4-5", "text": "But God, who is rich in mercy, because of His great love with which He loved us, even when we were dead in trespasses, made us alive together with Christ (by grace you have been saved)."},
    {"id": "ephesians-2-10", "reference": "Ephesians 2:10", "text": "For we are His workmanship, created in Christ Jesus for good works, which God prepared beforehand that we should walk in them."},
    {"id": "ephesians-3-16", "reference": "Ephesians 3:16-17", "text": "That He would grant you, according to the riches of His glory, to be strengthened with might through His Spirit in the inner man, that Christ may dwell in your hearts through faith."},
    {"id": "ephesians-4-2", "reference": "Ephesians 4:2-3", "text": "With all lowliness and gentleness, with longsuffering, bearing with one another in love, endeavoring to keep the unity of the Spirit in the bond of peace."},
    {"id": "ephesians-5-1", "reference": "Ephesians 5:1-2", "text": "Therefore be imitators of God as dear children. And walk in love, as Christ also has loved us and given Himself for us, an offering and a sacrifice to God for a sweet-smelling aroma."},
    {"id": "colossians-1-13", "reference": "Colossians 1:13-14", "text": "He has delivered us from the power of darkness and conveyed us into the kingdom of the Son of His love, in whom we have redemption through His blood, the forgiveness of sins."},
    {"id": "colossians-2-6", "reference": "Colossians 2:6-7", "text": "As you therefore have received Christ Jesus the Lord, so walk in Him, rooted and built up in Him and established in the faith, as you have been taught, abounding in it with thanksgiving."},
    {"id": "1timothy-6-6", "reference": "1 Timothy 6:6", "text": "Now godliness with contentment is great gain."},
    {"id": "2timothy-2-15", "reference": "2 Timothy 2:15", "text": "Be diligent to present yourself approved to God, a worker who does not need to be ashamed, rightly dividing the word of truth."},
    {"id": "2timothy-3-16", "reference": "2 Timothy 3:16-17", "text": "All Scripture is given by inspiration of God, and is profitable for doctrine, for reproof, for correction, for instruction in righteousness, that the man of God may be complete, thoroughly equipped for every good work."},
    {"id": "titus-3-4", "reference": "Titus 3:4-5", "text": "But when the kindness and the love of God our Savior toward man appeared, not by works of righteousness which we have done, but according to His mercy He saved us, through the washing of regeneration and renewing of the Holy Spirit."}
  ]
}
